Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/apisupport-omegat.tmx
Source language: en_us
Languages: pt_br

source: Display &Category:
pt_br: &Categoria de Exibição:

source: Display &Name:
pt_br: &Nome de Exibição:

source: &Long Description:
pt_br: Descrição &Longa:

source: &Short Description:
pt_br: De&scrição Curta:

source: There is not localized bundle for this module.
pt_br: Não há um bundle lozalizado para este módulo.

source: Module
pt_br: Módulo

source: Filter
pt_br: Filtro

source: Edit Module Dependency
pt_br: Editar Dependência de Módulo

source: Show &Javadoc
pt_br: Exibir &Javadoc

source: &Description:
pt_br: &Descrição:

source: (try class or package names; JAR paths; display or code names)
pt_br: (experimente nomes de classes ou de pacotes; caminhos de JARs; nomes de exibição ou de código)

source: &Filter:
pt_br: &Filtro

source: &Module:
pt_br: &Módulo:

source: Matching Filter Contents:
pt_br: Conteúdo com Correspondências no Filtro:

source: no filter specified
pt_br: não há um filtro especificado

source: Show &Non-API Modules
pt_br: Exibir Módulos &Não-API

source: Add New Friend Module
pt_br: Adicionar Novo Módulo Amigo

source: Cancel
pt_br: Cancelar

source: A&ppend Implementation Versions Automatically
pt_br: Anexar Automaticamente Versões de Im&plementação

source: Auto&load
pt_br: &Carga Automática

source: &Cancel
pt_br: &Cancelar

source: &Eager
pt_br: &Ancioso

source: &Help
pt_br: Aj&uda

source: Re&gular
pt_br: Norma&l

source: Code &Name Base:
pt_br: Base do &Nome Código:

source: &Friend Module:
pt_br: Módulo &Amigável:

source: &Friends
pt_br: &Amigos

source: &Implementation Version
pt_br: Versão de &Implementação

source: Include Packages in &Classpath:
pt_br: Incluir Pacotes no &Classpath:

source: Ma&jor Release Version:
pt_br: Versão &Principal da Liberação:

source: Module Type:
pt_br: Tipo do Módulo:

source: Pro&vided Tokens:
pt_br: Símbolos For&necidos:

source: P&ublic Packages:
pt_br: Pacotes P&úblicos:

source: &Specification Version:
pt_br: Versão da E&specificação:

source: Friend Module must be a valid code name base.
pt_br: Módulo Amigo deve ser um nome de código base válido.

source: Friend Module may not be blank.
pt_br: Módulo Amigo não pode estar em branco.

source: Major Release Version must be blank or a nonnegative integer.
pt_br: A Versão Principal da Liberação deve estar em branco ou ser um inteiro não-negativo.

source: Implementation versions are recommended to be integers to work best with Auto Update.
pt_br: Versões de implementação são recomendados ser inteiros, por trabalharem melhor com a Atualização Automática.

source: &Generate Debugging Info
pt_br: &Gerar Informações de Depuração

source: Report Uses of &Deprecated APIs
pt_br: Reportar Uso de APIs &Desaprovadas

source: Bro&wse...
pt_br: Pro&curar...

source: Needs &Restart on Install
pt_br: Necessita de &Reinicialização ao Instalar

source: &Author:
pt_br: &Autor:

source: Home &Page:
pt_br: &Página Inicial

source: &JAR File:
pt_br: Arquivo &JAR:

source: &License:
pt_br: &Licença:

source: NBM Package Metadata
pt_br: Metadados de Pacote NBM

source: The selected license file does not exist (or is not a regular file).
pt_br: O arquivo de licença selecionado não existe (ou não é um arquivo simples).

source: Clusters and Modules
pt_br: Clusters e Módulos

source: Included
pt_br: Incluído

source: Should this module be included in the suite or not?
pt_br: Este módulo deve ser incluído na suíte?

source: Branding &Name:
pt_br: &Nome de Branding:

source: Application &Title:
pt_br: &Título da Aplicação:

source: Use basic branding information for building
pt_br: Utilizar informações básicas de branding para a construção

source: Application Icon (48x48):
pt_br: Ícone da Aplicação (48x48):

source: Select
pt_br: Selecionar

source: Icon Preview
pt_br: Visualização do Ícone

source: Splash Screen Preview
pt_br: Visualização da Tela Inicial

source: Starting
pt_br: Iniciando

source: Custom ...
pt_br: Personalizado ...

source: Black
pt_br: Preto

source: Blue
pt_br: Azul

source: Cyan
pt_br: Azul claro

source: Dark Gray
pt_br: Cinza Escuro

source: Gray
pt_br: Cinza

source: Green
pt_br: Verde

source: Light Gray
pt_br: Cinza Claro

source: Magenta
pt_br: Violeta

source: Orange
pt_br: Laranja

source: Pink
pt_br: Rosa

source: Red
pt_br: Vermelho

source: White
pt_br: Branco

source: Yellow
pt_br: Amarelo

source: Select Color
pt_br: Selecionar Cor

source: &Color:
pt_br: &Cor:

source: Colo&r:
pt_br: Co&r:

source: &Positioning:
pt_br: &Posicionamento:

source: Positio&ning:
pt_br: Posicioname&nto:

source: &Enabled
pt_br: &Habilitado

source: &Size:
pt_br: &Tamanho:

source: Splash Screen:
pt_br: Tela Inicial:

source: <startup messages here...>
pt_br: <mensagens de inicialização aqui...>

source: Please wait...
pt_br: Aguarde...

source: <empty>
pt_br: <vazio>

source: None
pt_br: Nenhum

source: Application name cannot be empty
pt_br: Nome da aplicação não pode estar vazio

source: Application title cannot be empty
pt_br: Título da aplicação não pode estar vazio

source: Application name is not valid
pt_br: Nome da Aplicação não é válido

source: Font size is not valid
pt_br: Tamanho da fonte inválido

source: Text bounds are not valid
pt_br: Limites do texto inválidos

source: ProgressBar bounds are not valid
pt_br: Limites da barra de progresso inválidos

source: Platform &Modules:
pt_br: &Módulos da Platforma:

source: M&anage Platforms...
pt_br: Gerenci&ar Plataformas...

source: Create Collection of Add-on &Modules
pt_br: Criar Coleção de &Módulos Adicionais

source: Create Standalone &Application
pt_br: Criar &Aplicação Independente

source: Exclude IDE Modules
pt_br: Excluir Módulos do IDE

source: <html>Do you wish to exclude IDE-related modules from your application now?<br>You can always customize the list of platform modules included in your application in the <b>Libraries</b> panel.
pt_br: <html>Gostaria de excluir da aplicação módulos relacionados ao IDE agora?<br>É possível personalizar a lista de módulos de plataforma incluídos na sua aplicação, no painel <b>Bibliotecas</b>.

source: Exclude
pt_br: Excluir

source: Skip
pt_br: Pular

source: Progress Bar:
pt_br: Barra de Progresso:

source: Running Text:
pt_br: Texto de Execução:

source: Shows also modules that have no API defined
pt_br: Mostrar também módulos que tem API indefinida

source: Manages java platforms
pt_br: Gerencia plataformas java

source: Chooses target java platform
pt_br: Selecione a plataforma java de destino

source: Removes module from its suite
pt_br: Remove o módulo da suíte

source: &Java Platform:
pt_br: Plataforma &Java:

source: Mana&ge Java Platforms...
pt_br: &Gerenciar Plataformas Java...

source: Additional Compiler &Options:
pt_br: &Opções Adicionais do Compilador:

source: Enable JDK 5 Warnings
pt_br: Habilitar Avisos do JDK 5

source: <html>You have turned on support for JDK 5 language features including generics.<br>Do you wish to enable compiler warnings ("lint") available in JDK 5?<br>You can always customize compiler options in the <b>Compiling</b> panel.
pt_br: <html>Você ligou no suporte para linguagem JDK 5 aspectos de inclusão generica.<br>Voc deseja habilitar avisos de compilador("lint") disponíveis no JDK 5?<br>Você pode sempre personalizar as opções do compilador em <b>Compilador</b> painel.

source: Enable Warnings
pt_br: Habilitar Avisos

source: Module {0} in cluster {1} depends on an unknown module named {2}.
pt_br: O módulo {0} no cluster {1} depende de um módulo desconhecido chamado {2}.

source: Module {0} depends on an unknown module named {1}.
pt_br: O módulo {0} depende de um módulo desconhecido chamado {1}.

source: Module {0} in cluster {1} depends on module {2} in cluster {3} but this is excluded.
pt_br: O módulo {0} no cluster {1} depende do módulo {2} no cluster {3} mas este foi excluído.

source: Module {0} depends on module {1} in cluster {2} but this is excluded.
pt_br: O módulo {0} depende do módulo {1} no cluster {2} mas este foi excluído.

source: Module {0} in cluster {1} depends on module {2} but requests an incompatible major release version.
pt_br: O módulo {0} no cluster {1} depende do módulo {2} mas requer uma versão incompatível da lLiberação.

source: Module {0} depends on module {1} but requests an incompatible major release version.
pt_br: O módulo {0} depende do módulo {1} mas requer uma versão incompatível da liberação.

source: Module {0} in cluster {1} depends on module {2} but requests an incompatible specification version.
pt_br: O módulo {0} no cluster {1} depende do módulo {2} mas requer uma versão de especificação incompatível.

source: Module {0} depends on module {1} but requests an incompatible specification version.
pt_br: O módulo {0} depende do módulo {1} mas requer uma versão de especificação incompatível.

source: Module {0} in cluster {1} depends on module {2} but requests an incompatible implementation version.
pt_br: O módulo {0} no cluster {1} depende do módulo {2} mas requer uma versão de implementação incompatível.

source: Module {1} in cluster {2} requests the token {0} but all providers (e.g. module {3} in cluster {4}) are excluded.
pt_br: O módulo {1} no cluster {2} requer o símbolo {0} mas todos os provedores (e.g. módulo {3} no cluster {4}) foram excluídos.

source: Module {1} requests the token {0} but all providers (e.g. module {2} in cluster {3}) are excluded.
pt_br: O módulo {1} requer o símbolo {0} mas todos os provedores (e.g. módulo {2} no cluster {3}) foram excluídos.

source: Module {1} in cluster {2} requests the token {0} but there are no known providers.
pt_br: O módulo {1} no cluster {2} requer o símbolo {0} mas não há provedores conhecidos.

source: Module {1} requests the token {0} but there are no known providers.
pt_br: O módulo {1} requer o símbolo {0} mas não há provedores conhecidos.

source: &Module JAR:
pt_br: JAR do &Módulo

source: Include &Tests of Module
pt_br: Incluir &Testes de Módulo

source: Include Dependencies &Recursively
pt_br: Incluir Dependencias &Recursivamente

source: Include in &Compile Classpath
pt_br: Incluir Classpath na &Compilação

source: includes also tests of module
pt_br: inclui também testes de módulo

source: includes dependencies recursively
pt_br: inclui dependencias recursivamente

source: includes in compile classpath
pt_br: inclui classpath na compilação

source: Jar representing module
pt_br: Jar representando módulo

source: Show in &Plugin Manager
pt_br: Exibir em Gerenciador de &Plugin

source: Unable to find suite in the "{0}" directory.Cannot get list of available module dependencies for the suite component module "{1}".
pt_br: Impossível encontrar diretório em "{0}".Não pode capturar a lista para avaliar as dependências do módulo para o módulo do componente suíte "{1}".

source: NetBeans APIs used: {0} {1} {2} {3} {4} {5} {6} {7} {8} {9}
pt_br: NetBeans APIs usadas: {0} {1} {2} {3} {4} {5} {6} {7} {8} {9}

source: Module Development
pt_br: Desenvolvimento de Módulo

source: Module Suite
pt_br: Suíte de Módulo

source: Library Wrapper Module
pt_br: Módulo de Encapsulador de Bibliotecas

source: &Add to Module Suite
pt_br: &Adicionar à Suite de Módulos

source: &Manage...
pt_br: &Gerenciar...

source: Mana&ge...
pt_br: Ger&enciar...

source: Set as &Main Project
pt_br: Definir Co&mo Projeto Principal

source: S&tandalone Module
pt_br: Módulo Independen&te

source: Add to Module Suite:
pt_br: Adicionar à Suite de Módulos:

source: Name and Location
pt_br: Nome e Local

source: Basic Module configuration
pt_br: Configuração Básica do Módulo

source: Regular suite must be chosen
pt_br: Deve ser escolhida uma suíte comum

source: The selected platform is invalid.
pt_br: A plataforma selecionada é inválida.

source: You may choose a valid one or resolve the invalid platform in NetBeans Platform Manager.
pt_br: Você deve escolher uma plataforma válida ou resolver a plataforma inválida no Gerenciador de Plataformas do NetBeans.

source: There are classes in the default package in {0}
pt_br: Existem classes no pacote default em {0}

source: Library JAR does not exist
pt_br: JAR de biblioteca não existe

source: License file does not exist
pt_br: Arquivo de licença não existe.

source: At least one library JAR needs to be specified
pt_br: Pelo menos um JAR de biblioteca precisa ser especificado

source: Creation of Library Wrapper Module inside of netbeans.org CVS tree is not supported yet.
pt_br: Criação de Módulos de Encapsulador de Bibliotecas dentro da árvore de CVS do netbeans.org não é suportada ainda.

source: Project location may not be blank
pt_br: Local do projeto não pode estar em branco

source: Location must be an existing folder
pt_br: Local deve ser um diretório existente

source: Location exists but is not writable
pt_br: Local existe mas não se pode escrever nele

source: Name may not be blank
pt_br: Nome não pode estar em branco

source: Project "{0}" is not a regular suite.
pt_br: Projeto "{0}" não é uma suíte comum.

source: Project folder already exists
pt_br: Diretório do projeto já existe

source: Unable to create Project folder.
pt_br: Não foi possível criar diretório do projeto.

source: Choose another one.
pt_br: Por favor escolha outro.

source: library{0}
pt_br: biblioteca{0}

source: module{0}
pt_br: modulo{0}

source: suite{0}
pt_br: suíte{0}

source: Browse
pt_br: Procurar

source: Browse Suite
pt_br: Procurar por Suíte

source: Project Folder
pt_br: Diretório do Projeto

source: Project Location
pt_br: Local do Projeto

source: Set as Main Mroject
pt_br: Definir como Projeto Principal

source: Manage platform
pt_br: Gerenciar plataforma

source: Manage suite platform
pt_br: Gerenciar plataforma da suíte

source: Moudle Suite
pt_br: Suíte de Módulos

source: Project Name
pt_br: Nome do Projeto

source: Standalone Module
pt_br: Módulo Independente

source: Suite Module
pt_br: Módulo de Suíte

source: Basic Module Configuration
pt_br: Configuração Básica do Módulo

source: &Localizing Bundle:
pt_br: Pacote de &Localização:

source: Module &Display Name:
pt_br: Nome de Exibição do Mó&dulo:

source: &XML Layer:
pt_br: &XML de Camada:

source: Suite Component with code name base "{0}" is already contained in the suite.
pt_br: Componente da suíte com nome básico de código "{0}" já está incluído na suíte.

source: Code Name Base is not valid
pt_br: Base do Nome Código é inválido

source: Layer cannot be empty.
pt_br: Camada não pode estar vazia.

source: Bundle cannot be empty.
pt_br: Bundle não pode estar vazio.

source: Cannot use default package for layer.
pt_br: Não é possível usar o pacote default como uma camada.

source: Cannot use default package for bundle.
pt_br: Não é possível usar o pacote default como bundle.

source: Layer must have "{0}" extension.
pt_br: Camada deve ter extensão "{0}".

source: Bundle must have "{0}" extension.
pt_br: O pacote deve ter a extensão "{0}".

source: Localizing Bundle
pt_br: Pacote de Localização

source: Code name base
pt_br: Base do Nome Código

source: Display Name
pt_br: Nome de Exibição

source: Layer
pt_br: Camada

source: &Library :
pt_br: Bib&lioteca:

source: Li&cense :
pt_br: Li&cença:

source: Select Library
pt_br: Selecionar Biblioteca

source: Browse Libraries jars
pt_br: Procurar por JARs de bibliotecas

source: Browse License file
pt_br: Procurar por arquivo de Licença

source: Library jars
pt_br: JARs de bibliotecas

source: License file
pt_br: Arquivo de licença

source: About ${DISPLAY_NAME}
pt_br: Sobre ${DISPLAY_NAME}

source: JavaHelp Help Set
pt_br: Conjunto de Ajuda do JavaHelp

source: Location
pt_br: Localização

source: &Project:
pt_br: &Projeto:

source: &Created Files:
pt_br: Arquivos &Criados:

source: &Modified Files:
pt_br: Arquivos &Modificados:

source: The file {0} already exists.
pt_br: O arquivo {0} já existe.

source: JavaHelp Help Set Panel
pt_br: Painel do Conjunto de Ajuda do JavaHelp

source: Created Files
pt_br: Arquivos Criados

source: Modified Files
pt_br: Arquivos Modificados

source: File Type
pt_br: Tipo de Arquivo

source: File Recognition
pt_br: Reconhecimento de Arquivo

source: &MIME Type:
pt_br: Tipo &MIME

source: by &Filename Extension
pt_br: por &Extensão de Arquivo

source: &Extension(s):
pt_br: &Extensões:

source: by &XML Root Element
pt_br: por Elemento Raiz de &XML

source: File Recognition Panel
pt_br: Painel de Reconhecimento de Arquivos

source: Recognize by xml namespace
pt_br: Reconhecer por namespace XML

source: Re4cognize by extension
pt_br: Reconhecer por extensão

source: Extension
pt_br: Extensão

source: MIME type
pt_br: Tipo MIME

source: Name, Icon and Location
pt_br: Nome, Ícone e Local

source: Pac&kage:
pt_br: Pa&cote:

source: &Icon:
pt_br: &Ícone:

source: Class &Name Prefix:
pt_br: Prefixo do &Nome da Classe

source: Name Prefix is empty.
pt_br: Prefixo está vazio.

source: Name Prefix is invalid.
pt_br: Prefixo inválido.

source: Cannot find icon.
pt_br: Ícone não encontrado.

source: Package is blank or malformed.
pt_br: Pacote está em branco ou está mal-formado.

source: {0} Files
pt_br: {0} Arquivos

source: Empty {0} file
pt_br: Arquivo {0} vazio

source: Name, Icon and Location Panel
pt_br: Painel de Nome, Ícone e Localização

source: Package Name
pt_br: Nome do Pacote

source: Icon for file type
pt_br: Ícone para tipo de arquivo

source: Class Name prefix
pt_br: Prefixo do Nome da Classe

source: Browse Button for selecting icon
pt_br: Botão de Procurar para seleção de ícone

source: Not a valid MIME type.
pt_br: Não é um tipo MIME válido.

source: Namespace must be entered
pt_br: Namespace deve ser fornecido

source: Extension must be entered
pt_br: Extensão deve ser fornecida

source: Invalid extension pattern.
pt_br: Padrão de extensões inválido.

source: Must be a list of extensions separated by commas.
pt_br: Deve ser uma lista de extensões separadas por vírgulas.

source: Inappropriate MIME type.
pt_br: Tipo MIME inadequado.

source: Must be one of text/<something>+xml or application/<something>+xml
pt_br: Deve ser texto/<alguma coisa>+xml ou aplicativo/<alguma coisa>+xml

source: Window Component
pt_br: Componente de Janela

source: Window
pt_br: Janela

source: Basic Settings
pt_br: Configurações Básicas

source: &Window Position :
pt_br: Posição da &Janela:

source: &Open on Application Start
pt_br: &Abrir na Inicialização da Aplicação

source: {0} Window
pt_br: Janela {0}

source: This is a {0} window
pt_br: Esta é uma janela {0}

source: Icon for project template
pt_br: Ícone para o modelo do projeto

source: Open Component on IDE start
pt_br: Abrir Componente na Inicialização do IDE

source: Select mode to put the component into
pt_br: Selecione em qual modo colocar o componente

source: Update Center
pt_br: Central de Atualizações

source: Update Center Declaration
pt_br: Declaração de Central de Atualizações

source: D&isplay Name:
pt_br: Nome de Ex&ibição:

source: &URL to Update Descriptor:
pt_br: &URL do Descritor de Atualizações:

source: {0} Update Center
pt_br: Central de Atualizações {0}

source: URL cannot be empty!
pt_br: URL não pode ser vazia!

source: Specify the Display Name of the Update Center.
pt_br: Especifica o Nome de Exibição da Central de Atualizações.

source: The URL should link to Updates Descriptor (ie.
pt_br: A URL deve apontar para o Descritor de Atualização (eg.

source: xml file).
pt_br: arquivo xml).

source: Invalid URL: {0}
pt_br: URL inválida: {0}

source: Update Center Declaration Panel
pt_br: Painel de Declaração de Central de Atualizações

source: Panel to set URL to the Update Center and its display name.
pt_br: Painel para definir a URL para a Central de Atualizações e seu nome de exibição.

source: Module Installer
pt_br: Módulo Instalador

source: A module installer is already present in this module ({0}).
pt_br: Módulo Instalador já está presente neste módulo ({0}).

source: Replace this with a description what your wizard is supposed to do.
pt_br: Descreva qual a finalidade do seu assistente.

source: This information will be displayed in the New Wizard Description area.
pt_br: Esta informação será exibida na área de descrição do novo assistente.

source: Wizard
pt_br: Assistente

source: Custom
pt_br: Personalizar

source: Dynamic
pt_br: Dinâmico

source: New File
pt_br: Novo arquivo

source: Static
pt_br: Estático

source: Number of Wizard Panels:
pt_br: Número de Painéis do Assistente:

source: &Custom
pt_br: &Personalizar

source: &Dynamic
pt_br: &Dinâmico

source: New &File
pt_br: Novo &Arquivo

source: &Static
pt_br: E&stático

source: N&umber of Wizard Panels:
pt_br: N&úmero de Painéis do Assistente:

source: Registration Type:
pt_br: Tipo de Registro:

source: Wizard Step Sequence:
pt_br: Seqüência de Passos do Assistente:

source: Wizard Type
pt_br: Tipo de Assistente

source: Number of Steps must be an integer (1 or greater).
pt_br: Número de Passos deve ser um inteiro (1 ou maior).

source: Category
pt_br: Categoria

source: Class Name Prefix
pt_br: Prefixo do Nome da Classe

source: Icon
pt_br: Ícone

source: Browse...
pt_br: Procurar...

source: Package
pt_br: Pacote

source: Project
pt_br: Projeto

source: <enter label>
pt_br: <forneça um rótulo>

source: <none>
pt_br: <nenhum>

source: Category is malformed.
pt_br: Categoria está mal-formada.

source: C&ategory:
pt_br: C&ategoria:

source: &Display Name:
pt_br: Nome &da exibição:

source: Class Name Prefix must be a valid Java identifier.
pt_br: Prefixo do Nome da Classe deve ser um identificador Java válido.

source: Display name must be entered.
pt_br: Nome da exibição deve ser fornecido.

source: Java SE Library Descriptor
pt_br: Descritor de Biblioteca Java SE

source: &Library:
pt_br: Bib&lioteca:

source: &Manage Libraries...
pt_br: Gere&nciar Bibliotecas...

source: Library &Name:
pt_br: &Nome da Biblioteca:

source: Library name cannot be empty
pt_br: Nome da biblioteca não pode estar vazio

source: Library display name cannot be empty
pt_br: Nome de exibição da biblioteca não pode estar vazio

source: Manage Libraries
pt_br: Gerenciar Bibliotecas

source: Library
pt_br: Biblioteca

source: Library Name
pt_br: Nome da Biblioteca

source: The library {0} already exists
pt_br: A biblioteca {0} já existe

source: Action
pt_br: Ação

source: &Always Enabled (use CallableSystemAction)
pt_br: Sempre h&abilitado (usar CallableSystemAction)

source: &Conditionally Enabled (use CookieAction)
pt_br: &Habilitado condicionalmente (usar CookieAction)

source: User May Select &Multiple Nodes
pt_br: Usuário pode selecionar &múltiplos nós

source: User Selects &One Node
pt_br: Usuári&o seleciona um nó

source: Action Type
pt_br: Tipo de Action:

source: Cookie Cla&ss(es):
pt_br: Cla&sse(s) de Cookies:

source: Action Type selection panel
pt_br: Painel seletor do tipo de ação

source: Action always enabled radiobutton
pt_br: Botão de opção sempre habilitado para ação

source: Actionconditionally enabled radiobutton
pt_br: Botão de opção habilitado condicionalmente para ação

source: Cookie class
pt_br: Classe de cookie

source: Multiple nodes selectable checkbox
pt_br: Caixa de seleção para múltiplos nós selecionáveis

source: Only one node selectable checkbox
pt_br: Caixa de seleção para único nó selecionável

source: &Category:
pt_br: &Categoria:

source: Content Type:
pt_br: Tipo do Conteúdo

source: &Editor Context Menu Item
pt_br: Item de menu de contexto no &editor

source: &File Type Context Menu Item
pt_br: Item de menu de contexto para tipo de &arquivo

source: GUI Registration
pt_br: Registro da GUI

source: Global &Keyboard Shortcut
pt_br: Atalho de &teclado global

source: Global &Menu Item
pt_br: Item de &menu global

source: Global &Toolbar Button
pt_br: Botão de barra de ferramentas global

source: Key Strokes:
pt_br: Atalhos:

source: Please wait.
pt_br: Aguarde.

source: Loading data from Target Platform....
pt_br: Carregando dados da plataforma de destino....
